Repository: DanielAlmazan/Filmatch
Catalog: Movsy/Localizable.xcstrings
Source language: en
Languages: ca, es

source: %lld more characters
ca: %lld caracters més
es: %lld caracteres más

source: one lowercase letter
ca: una lletra minúscula
es: una letra minúscula más

source: one non-alphanumeric character
ca: un caràcter no alfanumèric
es: un carácter no alfanumérico

source: one number
ca: un número
es: un número

source: one uppercase letter
ca: una lletra majúscula
es: una letra mayúscula

source: (Full app!)
ca: (Aplicació completa!)
es: (Aplicación completa!)

source: (Without login!)
ca: (Sense iniciar sessió!)
es: (Sin iniciar sesión!)

source: %@ and %@
ca: %1$@ i %2$@
es: %1$@ y %2$@

source: %lld seasons
ca: %lld temporades
es: %lld temporadas

source: %lldh %lldm
ca: %1$lldh %2$lldm
es: %1$lldh %2$lldm

source: Accept
ca: Acceptar
es: Aceptar

source: Add
ca: Afegir
es: Añadir

source: Add friends
ca: Afegir amics
es: Añadir amigos

source: Add Friends
ca: Afegir amics
es: Añadir amigos

# all_filters
source: All
ca: Tots
es: Todos

source: Already have an account?
ca: Ja tens un compte?
es: ¿Ya tienes una cuenta?

# also_known_as_female: %@
source: Also known as: %@
ca: També coneguda com: %@
es: También conocida como: %@

# also_known_as_male: %@
source: Also known as: %@
ca: També conegut com: %@
es: También conocido como: %@

# also_known_as_non_binary: %@
source: Also known as: %@
ca: També conegude com: %@
es: También conocide: %@

source: and more...
ca: i més...
es: y más...

source: As %@
ca: Com a %@
es: Como %@

source: As cast member...
ca: Com a membre del repartiment...
es: Como miembro del reparto...

source: As crew member...
ca: Com a membre de l'equip...
es: Como miembro del equipo...

source: Authenticate again
ca: Autentica't de nou
es: Autentícate de nuevo

source: Biography
ca: Biografia
es: Biografía

source: Blacklist
ca: Llista negra
es: Lista negra

source: Block
ca: Bloquejar
es: Bloquear

source: Blocked
ca: Bloquejat
es: Bloqueado

# born_female: %@
source: Born: %@
ca: Data de naixement: %@
es: Fecha de nacimiento: %@

# born_male: %@
source: Born: %@
ca: Data de naixement: %@
es: Fecha de nacimiento: %@

# born_non_binary: %@
source: Born: %@
ca: Data de naixement: %@
es: Fecha de nacimiento: %@

source: Buy
ca: Comprar
es: Comprar

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Cancel friend request
ca: Cancel·lar sol·licitud d'amic
es: Cancelar solicitud de amistad

source: Cancel Request
ca: Cancel·lar sol·licitud
es: Cancelar solicitud

source: Cast
ca: Repartiment
es: Reparto

source: Checking user...
ca: Comprovant usuari...
es: Verificando usuario...

source: Choose films with your friends without logging in!
ca: Tria pel·lícules amb els teus amics sense iniciar sessió!
es: ¡Elige películas con tus amigos sin iniciar sesión!

source: Create Room
ca: Crear sala
es: Crear sala

source: Created by %@
ca: Creada per %@
es: Creada por %@

source: Delete Account
ca: Esborrar compte
es: Eliminar cuenta

source: Delete friend
ca: Esborrar amic
es: Eliminar amigo

source: Directed by %@
ca: Dirigit per %@
es: Dirigido por %@

source: Discover
ca: Descobrir
es: Descubrir

source: Dismiss
ca: Descartar
es: Descartar

source: Don't have an account?
ca: No tens compte?
es: ¿No tienes cuenta?

source: Done
ca: Fet
es: Hecho

source: Edit
ca: Editar
es: Editar

source: Edit Profile
ca: Editar perfil
es: Editar perfil

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Email is required
ca: El correu electrònic és obligatori
es: El correo electrónico es obligatorio

source: Error deleting account: %@
ca: Error en esborrar el compte: %@
es: Error al eliminar la cuenta: %@

source: Error updating username: %@
ca: Error en actualitzar el nom d'usuari: %@
es: Error actualizando el nombre de usuario: %@

source: Error: Film not loaded: %@
ca: Error: Pel·lícula no carregada: %@
es: Error: Película no cargada: %@

source: Error: Person not loaded: %@
ca: Error: Persona no carregada: %@
es: Error: Persona no cargada: %@

source: Filters
ca: Filtres
es: Filtros

source: Flatrate
ca: Quota fixa
es: Tarifa plana

source: Friends
ca: Amics
es: Amigos

source: Friendship Requests
ca: Sol·licituds d'amistat
es: Solicitudes de amistad

source: From
ca: Des de
es: Desde

source: Genres
ca: Gèneres
es: Géneros

source: Get started
ca: Comença
es: Comienza

source: Go to Rooms
ca: Anar a les sales
es: Ir a las salas

source: Hello, World!
ca: Hola, món!
es: ¡Hola, mundo!

source: Hide
ca: Amaga
es: Ocultar

source: I accept the
ca: Accepto els
es: Acepto los

source: In "%@"
ca: s
es: En "%@"

source: It might be related to the app's language, try selecting another one.
ca: Pot estar relacionat amb l'idioma de l'aplicació, prova a seleccionar-ne un altre.
es: Podría estar relacionado con el idioma de la aplicación, intenta seleccionar otro.

source: It seems there you have no matches with any "%@"…
ca: Sembla que no hi ha matches amb cap "%@"...
es: Parece que no tienes matches con ningún “%@”…

source: Join room
ca: Uneix-te a la sala
es: Únete a la sala

# known_for_department_female: %@
source: Known for department: %@
ca: Coneguda pel departament: %@
es: Conocida por el departamento: %@

# known_for_department_male: %@
source: Known for department: %@
ca: Coneigut pel departament: %@
es: Conocido por el departamento: %@

# known_for_department_non_binary: %@
source: Known for department: %@
ca: Coneigut no binari pel departament: %@
es: Conocide por el departamento: %@

source: Loading...
ca: Carregant...
es: Cargando...

source: Log in
ca: Inicia sessió
es: Iniciar sesión

source: Log in to access to all the app’s functionalities!
ca: Inicia sessió per accedir a totes les funcionalitats de l'aplicació!
es: Inicia sesión para acceder a todas las funcionalidades de la aplicación!

source: Log out
ca: Tanca sessió
es: Cerrar sesión

source: Login
ca: Inicia sessió
es: Iniciar sesión

source: Movies
ca: Pel·lis
es: Pelis

source: My Friends
ca: Els meus amics
es: Mis amigos

source: My Lists
ca: Les meves llistes
es: Mis listas

source: New username
ca: Non nom d’usuari
es: Nuevo nombre de usuario

source: Next
ca: Següent
es: Siguiente

source: No cast members found for this movie.
ca: No s'han trobat membres del repartiment per aquesta pel·lícula.
es: No se encontraron miembros del reparto para esta película.

source: No matches found… maybe you haven’t dared to add any friends yet?
ca: No s’han trobat matches… potser encara no t’has animat a afegir amics.
es: No se han encontrado matches… ¿quizás aún no te has animado a agregar amigos?

source: No movies found
ca: No s'han trobat pel·lis
es: No se encontraron pelis

source: No results
ca: No hi ha resultats
es: No hay resultados

source: No tv series found
ca: No s'han trobat sèries de televisió
es: No se encontraron series de televisión

source: No user logged in.
ca: Cap usuari ha iniciat sessió.
es: No hay usuario conectado.

source: No videos available.
ca: No hi ha vídeos disponibles.
es: No hay videos disponibles.

source: None
ca: Cap
es: Ninguno

source: Ok
ca: D'acord
es: Aceptar

source: Or sign in with
ca: O inicia sessió amb
es: O inicia sesión con

source: Password
ca: Contrasenya
es: Contraseña

source: Password is required
ca: La contrasenya és obligatòria
es: La contraseña es obligatoria

source: Password must contain at least:
ca: La contrasenya ha de contenir almenys:
es: La contraseña debe contener al menos:

source: Place of Birth: %@
ca: Lloc de naixement: %@
es: Lugar de nacimiento: %@

source: Platforms
ca: Plataformes
es: Plataformas

source: Please, enter a valid email
ca: Si us plau, introdueix un correu electrònic vàlid
es: Por favor, ingresa un correo electrónico válido

source: Powered by
ca: Impulsat per
es: Impulsado por

source: Powered by JustWatch
ca: Impulsat per JustWatch
es: Impulsado por JustWatch

source: Profile
ca: Perfil
es: Perfil

source: Register
ca: Registra't
es: Registrarse

source: Reject
ca: Rebutja
es: Rechazar

source: Remove
ca: Elimina
es: Eliminar

source: Rent
ca: Lloga
es: Alquilar

source: Resend Verification Email
ca: Reenviar email de verificació
es: Reenviar email de verificación

source: Rooms
ca: Sales
es: Salas

source: Save
ca: Guardar
es: Guardar

source: Score > 50
ca: Nota > 50
es: Nota > 50

source: Score > 75
ca: Nota > 75
es: Nota > 75

source: Search
ca: Cerca
es: Buscar

source: Searching results for: "%@"...
ca: Cercant resultats per: "%@"...
es: Buscando resultados para: "%@"...

source: See all
ca: Veure tot
es: Ver todo

source: Select Filters
ca: Selecciona filtres
es: Selecciona filtros

source: Select room
ca: Selecciona sala
es: Selecciona sala

source: Send friend request
ca: Envia sol·licitud d'amistat
es: Enviar solicitud de amistad

source: Skip
ca: Saltar
es: Saltar

source: Start
ca: Comença
es: Empieza

source: Terms and Conditions
ca: Termes i Condicions
es: Términos y Condiciones

source: There are no items to show...
ca: No hi ha elements per mostrar...
es: No hay elementos para mostrar...

source: This operation is sensitive and requires recent authentication. Log in again before retrying this request.
ca: Aquesta operació és sensible i requereix una autenticació recent. Inicia sessió de nou abans de tornar-ho a provar.
es: Esta operación es sensible y requiere una autenticación reciente. Inicia sesión de nuevo antes de intentarlo de nuevo.

source: To
ca: Fins a
es: Hasta

source: Try refreshing or changing your filters.
ca: Prova de refrescar o canviar els teus filtres.
es: Intenta actualizar o cambiar tus filtros.

source: Tv Series
ca: Sèries
es: Series

source: TV Series
ca: Sèries
es: Series

source: Unblock
ca: Desbloqueja
es: Desbloquear

source: Unknown
ca: Desconegut
es: Desconocido

source: Unsupported item
ca: Element no suportat
es: Elemento no soportado

source: Username
ca: Nom d'usuari
es: Nombre de usuario

source: Videos
ca: Vídeos
es: Vídeos

source: Watch on...
ca: Mira a...
es: Ver en...

source: Watched
ca: Vist
es: Visto

source: Watchlist
ca: Pendent
es: Pendiente

source: We’ve sent a verification link to %@.
ca: Hem enviat un enllaç de verificació a %@.
es: Hemos enviado un enlace de verificación a %@.

source: Welcome Back
ca: Ben tornat
es: Bienvenido de nuevo

source: Welcome to Movsy!
ca: Benvingut a Movsy!
es: ¡Bienvenido a Movsy!

source: What do you want to watch?
ca: Què vols veure?
es: ¿Qué quieres ver?

source: Year
ca: Any
es: Año
